import jack from '../../assets/characters/jack.png';
import bunny from '../../assets/characters/bunny.png';
import sandy from '../../assets/characters/sandy.png';

export default {
  map: [
    {
      img: jack,
      title: 'Ледяной Джек',
      text: 'Привет! Я - Джек, повелитель холода и один из хранителей.',
      answer: 'Привет!',
    },
    {
      img: sandy,
      title: 'Песочник',
      text: 'Мы будем направлять тебя на пути! Равным образом новая модель организационной деятельности.',
      answer: 'Дальше',
    },
    {
      img: jack,
      title: 'Ледяной Джек',
      text: 'Разнообразный и богатый опыт рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Идейные соображения высшего порядка.',
      answer: 'НАЧАТЬ',
    },
  ],
  0: [
    {
      img: jack,
      title: 'Ледяной Джек',
      text: 'Привет! Я - Джек, повелитель холода и один из хранителей.',
      answer: 'Привет!',
    },
    {
      img: sandy,
      title: 'Песочник',
      text: 'Мы будем направлять тебя на пути! Равным образом новая модель организационной деятельности.',
      answer: 'Дальше',
    },
    {
      img: jack,
      title: 'Ледяной Джек',
      text: 'Разнообразный и богатый опыт рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Идейные соображения высшего порядка.',
      answer: 'НАЧАТЬ',
    },
  ],
  1: [
    {
      img: bunny,
      title: 'Пасхальный Кролик',
      text: 'Здоров! Я - Пасхальный Кролик!',
      answer: 'Приятно познакомиться!',
    },
    {
      img: sandy,
      title: 'Песочник',
      text: 'Мы будем направлять тебя на пути! Равным образом новая модель организационной деятельности.',
      answer: 'Ок',
    },
    {
      img: sandy,
      title: 'Песочник',
      text: 'Разнообразный и богатый опыт рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Идейные соображения высшего порядка.',
      answer: 'НАЧАТЬ',
    },
  ],
};
