import jack from '../../assets/characters/jack.png';
import bunny from '../../assets/characters/bunny.png';
import sandy from '../../assets/characters/sandy.png';

export default {
  map: [
    {
      img: jack,
      title: 'Ледзяны Джэк',
      text: 'Прывітанне! Я - Джэк, уладар холаду і адзін з захавальнікаў сноў.',
      answer: 'Прывітанне!',
    },
    {
      img: sandy,
      title: 'Пясочнік',
      text: 'Мы будзем накіроўваць цябе на шляху! Роўным чынам новая мадэль арганізацыйнай дзейнасці.',
      answer: 'Далей',
    },
    {
      img: jack,
      title: 'Ледзяны Джэк',
      text: 'Разнастайны і багаты вопыт рамкі і месца навучання кадраў ўяўляе сабой цікавы эксперымент праверкі напрамкаў прагрэсіўнага развіцця. Ідэйныя меркаванні вышэйшага парадку.',
      answer: 'ПАЧАЦЬ',
    },
  ],
  0: [
    {
      img: jack,
      title: 'Ледзяны Джэк',
      text: 'Прывітанне! Я - Джэк, уладар холаду і адзін з захавальнікаў сноў.',
      answer: 'Прывітанне!',
    },
    {
      img: sandy,
      title: 'Пясочнік',
      text: 'Мы будзем накіроўваць цябе на шляху! Роўным чынам новая мадэль арганізацыйнай дзейнасці.',
      answer: 'Далей',
    },
    {
      img: jack,
      title: 'Ледзяны Джэк',
      text: 'Разнастайны і багаты вопыт рамкі і месца навучання кадраў ўяўляе сабой цікавы эксперымент праверкі напрамкаў прагрэсіўнага развіцця. Ідэйныя меркаванні вышэйшага парадку.',
      answer: 'ПАЧАЦЬ',
    },
  ],
  1: [
    {
      img: bunny,
      title: 'Велікодны Трусік',
      text: 'Здоров! Я - Пасхальный Кролик!',
      answer: 'Приятно познакомиться!',
    },
    {
      img: sandy,
      title: 'Пясочнік',
      text: 'Мы будзем накіроўваць цябе на шляху! Роўным чынам новая мадэль арганізацыйнай дзейнасці.',
      answer: 'Ок',
    },
    {
      img: sandy,
      title: 'Пясочнік',
      text: 'Разнастайны і багаты вопыт рамкі і месца навучання кадраў ўяўляе сабой цікавы эксперымент праверкі напрамкаў прагрэсіўнага развіцця. Ідэйныя меркаванні вышэйшага парадку.',
      answer: 'ПАЧАЦЬ',
    },
  ],
};
